Ran Plan for project: `datadog/monitor` dir: `datadog/monitor` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # datadog_monitor.atlantis_service_running_count will be created
+ resource "datadog_monitor" "atlantis_service_running_count" {
      + enable_samples      = (known after apply)
      + evaluation_delay    = (known after apply)
      + id                  = (known after apply)
      + include_tags        = true
      + message             = <<-EOT
            ECS Cluster Atlantis Service running Count is 0.
            Check Atlatis ECS Cluster {{service.name}} in {{accountalias.name}}
            @slack-DevOps_Study-demo
        EOT
      + name                = "Atlantis ECS Service Running Count 0"
      + new_host_delay      = 300
      + notify_no_data      = false
      + query               = "sum(last_5m):sum:aws.ecs.service.running{service:atlantis} by {service,accountalias} == 0"
      + require_full_window = true
      + tags                = [
          + "accountalias:zerone-id",
          + "service:atlantis",
        ]
      + type                = "metric alert"

      + monitor_thresholds {
          + critical = "0"
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p datadog/monitor`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.terraform.devart.tv/lock?id=DevopsArtFactory%252Fterraform-provisioning%252Fdatadog%252Fmonitor%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p datadog/monitor`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
